[{"Title":"Bambi","image":"siteImages/Screen%20Shot%202015-11-23%20at%2010.43.21%20AM.png","SiteURL":"http://students.washington.edu/rlmendel/info343/git-started/","Description":"'This was my first use of github. From cloning a repository to HTML coding and pushing to the public webserver this project was a very basic approach to a first website.  It is extremely basic which is amusing to look back on at the end of the quarter due to its simplicity.  Despite its rough appearance it was the first experience I had making my own website!'"},
{"Title":"Dawg Coffee","image":"siteImages/Screen%20Shot%202015-11-23%20at%2010.48.27%20AM.png","SiteURL":"http://students.washington.edu/rlmendel/info343/dawg-coffee/dawg-coffee","Description":"'This is a mock website for a fake coffee shop at the UW.  We were given a set of requirements for the site which mimicked a company having particular requests for a site.  This made this project very relatable to the web development world.'"},
{"Title":"Mapping Police Shootings","image":"siteImages/Screen%20Shot%202015-11-23%20at%2010.49.39%20AM.png","SiteURL":"http://students.washington.edu/rlmendel/info343/police-shooting/","Description":"'This is a site that shows a map of police shootings with particular filters and data that can be filtered according to user selections. It is uses the Leaflet.js library to access the map and track circles on the map itself. This data is taken from a JSON file that contains all data for the police shootings.'"},
{"Title":"Rent-a-Pug CRUD app","image":"siteImages/Screen%20Shot%202015-11-23%20at%2010.50.43%20AM.png","SiteURL":"http://students.washington.edu/rlmendel/info343/CRUD-web-app/","Description":"'This creates a review site for a pretend pug-rental service.  It allows the user to add ratings for a pug and to view ratings by other users'"},
{"Title":"Spotify Copy-Cat","image":"siteImages/Screen%20Shot%202015-11-23%20at%2010.53.27%20AM.png","SiteURL":"students.washington.edu/rlmendel/info343A/spotifychallenge/spotifychallenge","Description":"'This site uses the Spotify API to give the user search capabilities to songs and allows them to preview them.  It uses firebase to track multiple user searches and displays past searches on the bottom of the page.  The user is able to click on these pages in order to search what another user has searched in the past.'"}]